Word	Frequency
--------------------
the	393
you	295
and	253
alice	239
to	211
it	210
of	142
in	98
that	89
what	77
queen	71
is	61
at	59
with	58
all	57
if	57
know	57
they	54
turtle	54
oh	53
white	52
on	51
but	49
as	49
mock	49
out	48
do	47
so	45
she	44
don	44
have	43
be	42
for	41
her	40
like	40
hatter	38
not	37
gryphon	37
would	36
he	36
was	35
we	35
no	35
ve	33
his	32
there	32
one	31
me	31
when	31
march	31
can	30
hare	30
red	29
re	29
your	29
course	29
here	28
why	28
my	27
then	26
are	26
time	25
way	24
them	24
well	24
humpty	24
dumpty	24
see	23
just	23
never	23
say	23
dormouse	23
now	22
about	22
come	22
frog	22
did	21
how	21
only	21
rabbit	21
get	21
dee	21
little	20
go	20
were	20
very	20
up	19
had	19
mean	19
duchess	19
cat	19
want	18
too	18
ll	18
an	18
same	18
tell	18
thing	18
said	18
into	17
been	17
think	17
day	17
again	17
door	17
dum	17
where	16
please	16
off	15
could	15
good	15
sneezes	15
carroll	14
him	14
takes	14
from	14
will	14
shall	14
look	13
glass	13
room	13
any	13
am	13
us	13
two	13
first	13
dance	13
this	12
let	12
by	12
does	12
things	12
won	12
take	12
faster	12
which	12
sea	12
yes	11
their	11
should	11
some	11
or	11
much	11
call	11
down	11
suppose	11
wouldn	11
more	11
illustration	11
better	11
table	11
round	11
mad	11
going	10
always	10
goes	10
looking	10
head	10
make	10
soup	10
such	10
must	9
may	9
herself	9
other	9
house	9
might	9
watch	9
before	9
tea	9
sort	9
because	9
end	9
done	9
than	9
has	8
eyes	8
looks	8
comes	8
over	8
back	8
music	8
speak	8
name	8
place	8
long	8
jam	8
baby	8
ask	8
beautiful	8
whiting	8
scene	7
home	7
people	7
play	7
walk	7
through	7
our	7
doesn	7
hands	7
next	7
answer	7
yet	7
lessons	7
didn	7
got	7
enough	7
bye	7
begin	7
every	7
really	7
till	7
sit	7
lobsters	7
pig	7
playing	6
four	6
keep	6
haven	6
hearts	6
isn	6
against	6
yourself	6
talk	6
finger	6
today	6
after	6
heard	6
both	6
another	6
sure	6
couldn	6
being	6
fast	6
gloves	6
fan	6
butter	6
dear	6
hair	6
help	6
nothing	6
many	6
old	6
word	6
shouldn	6
hjckrrh	6
once	6
went	6
wasn	6
sing	6
join	6
treacle	6
draw	6
walrus	6
oysters	6
tries	5
right	5
small	5
myself	5
king	5
beat	5
anything	5
wish	5
behind	5
something	5
wrong	5
ever	5
croquet	5
puts	5
light	5
disappears	5
portieres	5
curtain	5
rises	5
perhaps	5
try	5
open	5
without	5
instance	5
square	5
believe	5
quite	5
three	5
hand	5
seen	5
bread	5
last	5
large	5
face	5
question	5
nose	5
begins	5
tears	5
school	5
reason	5
far	5
clock	5
twinkle	5
chess	4
black	4
funny	4
game	4
pawn	4
queens	4
big	4
along	4
move	4
wants	4
who	4
sometimes	4
alone	4
dreaming	4
wonder	4
living	4
bit	4
fire	4
words	4
find	4
leave	4
makes	4
asleep	4
pepper	4
between	4
while	4
indeed	4
remember	4
even	4
hold	4
understand	4
exactly	4
run	4
else	4
least	4
twice	4
stay	4
hot	4
give	4
shawl	4
hours	4
great	4
works	4
punished	4
sky	4
doors	4
away	4
business	4
means	4
called	4
shake	4
knew	4
master	4
came	4
sits	4
used	4
ought	4
asking	4
certainly	4
bottom	4
learn	4
lobster	4
each	4
porpoise	4
song	4
crumbs	4
shoes	4
civil	4
live	4
cheshire	4
carpenter	4
wonderland	3
chessboard	3
squares	3
points	3
cards	3
mantel	3
ledge	3
moves	3
nice	3
hard	3
tongue	3
kitty	3
mirror	3
show	3
book	3
child	3
armchair	3
fireplace	3
getting	3
garden	3
ran	3
cook	3
sleep	3
mysterious	3
voice	3
picks	3
afraid	3
cutting	3
easy	3
wanted	3
dinner	3
mouth	3
manage	3
miss	3
dare	3
seems	3
pretty	3
best	3
huge	3
everything	3
generally	3
somewhere	3
pocket	3
biscuit	3
thank	3
remark	3
wind	3
walks	3
waiting	3
sir	3
happened	3
wildly	3
cries	3
put	3
straight	3
matter	3
side	3
lady	3
week	3
care	3
tomorrow	3
backwards	3
memory	3
happen	3
stop	3
slowly	3
dropped	3
reach	3
curious	3
chop	3
candle	3
wall	3
stand	3
shape	3
almost	3
egg	3
nobody	3
ground	3
riddles	3
proud	3
turn	3
choose	3
subject	3
belt	3
cravat	3
use	3
deal	3
ah	3
night	3
everybody	3
under	3
weeping	3
its	3
drowning	3
green	3
wet	3
sobs	3
young	3
heavy	3
tortoise	3
taught	3
fact	3
drawling	3
lived	3
advance	3
change	3
figure	3
verse	3
tail	3
creatures	3
din	3
tails	3
mouths	3
boots	3
told	3
evening	3
soo	3
fly	3
moon	3
invited	3
days	3
story	3
muchness	3
carrying	3
sauce	3
knocking	3
sneeze	3
boy	3
flamingoes	3
pleasant	3
rattle	3
act	2
golden	2
blue	2
arms	2
stands	2
uncle	2
took	2
army	2
win	2
battle	2
kings	2
heads	2
stiff	2
cheat	2
pretend	2
fun	2
sticks	2
twin	2
books	2
milk	2
sound	2
awful	2
lot	2
sister	2
tired	2
yawns	2
leans	2
chair	2
leaves	2
says	2
arm	2
tried	2
fingers	2
feels	2
gauze	2
soft	2
turning	2
lost	2
ways	2
late	2
majesty	2
governess	2
either	2
map	2
marked	2
mind	2
though	2
world	2
nearly	2
ten	2
rest	2
country	2
doing	2
running	2
ribbon	2
measures	2
yards	2
repeat	2
fear	2
five	2
kind	2
however	2
vanishes	2
gust	2
checked	2
savage	2
kept	2
waistcoat	2
dashes	2
flies	2
glad	2
flying	2
dressing	2
notion	2
crooked	2
pinned	2
brush	2
yesterday	2
laughing	2
rate	2
dreadfully	2
giddy	2
advantage	2
plaster	2
crime	2
hadn	2
whistle	2
shakes	2
bleeding	2
pricked	2
holding	2
accounts	2
darkness	2
gasps	2
drop	2
sees	2
odd	2
orange	2
lights	2
knobs	2
high	2
smaller	2
mr	2
whiskers	2
ferrets	2
trap	2
gives	2
fit	2
stupid	2
yours	2
sense	2
offer	2
case	2
seven	2
six	2
asked	2
advice	2
neck	2
glory	2
nor	2
different	2
impenetrability	2
life	2
work	2
pay	2
extra	2
em	2
meet	2
top	2
surprise	2
weeps	2
lake	2
shows	2
bottle	2
tastes	2
together	2
glittering	2
wings	2
appears	2
grab	2
bone	2
throat	2
sighs	2
sorrow	2
terrible	2
finished	2
finish	2
drive	2
fellow	2
learned	2
french	2
uglification	2
mystery	2
stretching	2
nine	2
deeply	2
idea	2
delightful	2
quadrille	2
line	2
turtles	2
set	2
throw	2
treading	2
sings	2
snail	2
interesting	2
often	2
wash	2
thought	2
made	2
fish	2
beau	2
ootiful	2
oop	2
platform	2
wine	2
personal	2
remarks	2
rude	2
guess	2
eat	2
breathe	2
month	2
cup	2
tells	2
year	2
meaning	2
english	2
wasting	2
liked	2
half	2
past	2
wake	2
quick	2
sisters	2
ill	2
making	2
sh	2
learning	2
plate	2
water	2
crown	2
pays	2
attention	2
footman	2
opens	2
invitation	2
pans	2
inside	2
deaf	2
talking	2
starts	2
minded	2
own	2
severely	2
pots	2
pan	2
grin	2
cats	2
ready	2
dog	2
angry	2
pleased	2
hug	2
road	2
shining	2
oyster	2
lewis	1
discovered	1
haired	1
dress	1
kitten	1
watching	1
divided	1
sixty	1
soldiers	1
fighting	1
crowns	1
feet	1
foot	1
apiece	1
hump	1
spoiling	1
skirt	1
traveled	1
board	1
taken	1
enemy	1
mother	1
pack	1
wife	1
cross	1
bite	1
aren	1
keeping	1
practice	1
friends	1
university	1
girl	1
plays	1
scold	1
lots	1
silly	1
mocks	1
laugh	1
laughs	1
point	1
stick	1
darling	1
write	1
pure	1
unclouded	1
brow	1
unless	1
smokes	1
smoke	1
digestible	1
mischief	1
found	1
knitting	1
chased	1
ball	1
neighbors	1
naughty	1
until	1
breath	1
comfortable	1
consults	1
nap	1
supper	1
mamma	1
nibbling	1
gently	1
seeing	1
lamp	1
glow	1
illumines	1
bluish	1
reveals	1
softly	1
hist	1
hush	1
wakes	1
catches	1
beckon	1
talks	1
sleepily	1
disappear	1
climbs	1
daintily	1
vases	1
amazed	1
mist	1
reversed	1
radiance	1
follows	1
characters	1
mysteriously	1
steps	1
wonderment	1
grate	1
faces	1
haughtily	1
nicely	1
twiddle	1
belong	1
curtsey	1
thinking	1
saves	1
wider	1
lose	1
convenient	1
excusing	1
servants	1
read	1
language	1
jabberwocky	1
twas	1
brillig	1
slithy	1
toves	1
gyre	1
gimble	1
wabe	1
mimsy	1
borogoves	1
mome	1
raths	1
outgrabe	1
somehow	1
fill	1
ideas	1
daresay	1
geography	1
angle	1
sceptre	1
easily	1
managed	1
eighth	1
played	1
passed	1
minutes	1
ago	1
slow	1
rather	1
content	1
thirsty	1
box	1
liking	1
refuse	1
curtseys	1
chokes	1
refreshing	1
measurements	1
directions	1
thirst	1
quenched	1
hope	1
forgetting	1
belongs	1
extremely	1
hurriedly	1
wears	1
coat	1
carries	1
kid	1
anxiously	1
drops	1
fright	1
playfully	1
flap	1
breeze	1
owner	1
meets	1
stretched	1
wide	1
helpless	1
frightened	1
addressing	1
single	1
pins	1
temper	1
pleasing	1
pin	1
state	1
entangled	1
comb	1
arranges	1
maid	1
pleasure	1
pence	1
cannot	1
hire	1
rule	1
confusing	1
effect	1
poor	1
piece	1
messenger	1
prison	1
trial	1
wednesday	1
commits	1
faults	1
difference	1
still	1
mistake	1
engine	1
soon	1
expect	1
fasten	1
brooch	1
undone	1
directly	1
clutches	1
smiles	1
scream	1
screaming	1
already	1
having	1
dizzy	1
rushing	1
replies	1
lanterns	1
hanging	1
presumably	1
revealing	1
seated	1
cushions	1
dazed	1
strange	1
hall	1
peculiar	1
staggers	1
amazement	1
finds	1
able	1
feeling	1
shrinking	1
throws	1
saved	1
fur	1
executed	1
sorry	1
patters	1
ears	1
bang	1
hole	1
shrink	1
altogether	1
flame	1
blown	1
chattering	1
handsome	1
provoking	1
eggs	1
safer	1
narrow	1
tremendously	1
spoken	1
forward	1
conversation	1
start	1
fresh	1
years	1
months	1
growing	1
beg	1
pardon	1
waist	1
person	1
ignorant	1
neither	1
less	1
whether	1
meant	1
mention	1
saturday	1
wages	1
complain	1
middle	1
wait	1
forgot	1
locked	1
weep	1
lower	1
key	1
grows	1
dark	1
despair	1
slipping	1
floating	1
drink	1
sign	1
around	1
floats	1
panting	1
edge	1
poison	1
sips	1
cherry	1
tart	1
custard	1
pineapple	1
roast	1
turkey	1
toffy	1
buttered	1
toast	1
letting	1
telescope	1
lengthening	1
rising	1
deep	1
creature	1
reaches	1
claws	1
save	1
symbolic	1
rocky	1
shore	1
weird	1
dismally	1
heart	1
break	1
fancy	1
hasn	1
history	1
real	1
silence	1
broken	1
exclamations	1
sobbing	1
dull	1
ashamed	1
simple	1
tho	1
mayn	1
educations	1
needn	1
extras	1
washing	1
bill	1
afford	1
regular	1
reeling	1
writhing	1
branches	1
arithmetic	1
ambition	1
distraction	1
derision	1
uglifying	1
beautify	1
prettier	1
uglify	1
simpleton	1
ancient	1
modern	1
seaography	1
conger	1
eel	1
fainting	1
coils	1
classical	1
crab	1
grief	1
plan	1
lessen	1
eleventh	1
holiday	1
twelfth	1
games	1
draws	1
flapper	1
across	1
choke	1
cheeks	1
introduced	1
tasted	1
form	1
seashore	1
lines	1
seals	1
salmon	1
cleared	1
jellyfish	1
partner	1
partners	1
retire	1
order	1
swim	1
somersault	1
land	1
forgotten	1
solemnly	1
toes	1
waving	1
fore	1
paws	1
mark	1
close	1
eagerly	1
shingle	1
second	1
replied	1
gave	1
askance	1
thanked	1
kindly	1
pushing	1
forth	1
protests	1
finally	1
escapes	1
bump	1
hastily	1
shuts	1
thrown	1
fall	1
shiny	1
blacking	1
soles	1
eels	1
shrimp	1
obliged	1
wise	1
anywhere	1
journey	1
purpose	1
um	1
accounting	1
choked	1
rich	1
tureen	1
dainties	1
stoop	1
op	1
sash	1
separates	1
check	1
coming	1
air	1
reveal	1
silhouettes	1
colored	1
below	1
shouting	1
safe	1
ii	1
showing	1
part	1
cups	1
continuing	1
impression	1
limitless	1
length	1
crowded	1
finding	1
bruised	1
approaches	1
plenty	1
laid	1
raven	1
writing	1
desk	1
begun	1
uneasily	1
holds	1
ear	1
fourth	1
suit	1
knife	1
gloomily	1
dips	1
stays	1
guessed	1
riddle	1
slightest	1
answers	1
spoke	1
beating	1
terms	1
morning	1
whisper	1
hint	1
twinkling	1
grand	1
hungry	1
quarreled	1
concert	1
given	1
bat	1
hardly	1
bawled	1
murdering	1
since	1
whiles	1
moving	1
beginning	1
vote	1
pinch	1
sides	1
hoarse	1
feeble	1
fellows	1
saying	1
upon	1
names	1
elsie	1
lacie	1
tillie	1
opinion	1
minute	1
humbly	1
interrupt	1
these	1
clean	1
unwillingly	1
worse	1
upset	1
jug	1
eh	1
drew	1
manner	1
silent	1
confused	1
pinches	1
shriek	1
continues	1
mousetraps	1
drawing	1
stupidest	1
party	1
enters	1
envelope	1
seal	1
raps	1
loudly	1
livery	1
powdered	1
bows	1
perfectly	1
disgusting	1
chairs	1
meanwhile	1
sitting	1
near	1
closed	1
staring	1
stupidly	1
timidly	1
knocks	1
reasons	1
secondly	1
noise	1
possibly	1
hear	1
knock	1
skims	1
grazes	1
breaks	1
pieces	1
acts	1
maybe	1
dreadful	1
argue	1
crazy	1
servant	1
whose	1
rubs	1
thumb	1
paint	1
speaks	1
vexes	1
kicks	1
clothes	1
rid	1
giving	1
violent	1
lullaby	1
roughly	1
annoy	1
knows	1
teases	1
thoroughly	1
enjoy	1
pleases	1
tremendous	1
jumps	1
aside	1
kettles	1
calls	1
hits	1
earth	1
twenty	1
axis	1
axes	1
grinning	1
tree	1
above	1
grinned	1
most	1
nurse	1
kill	1
puss	1
depends	1
among	1
scrutinize	1
left	1
nowhere	1
dream	1
grant	1
growls	1
wags	1
growl	1
wag	1
therefore	1
purring	1
growling	1
squirming	1
ugly	1
grunt	1
dignity	1
whistles	1
kettle	1
bounding	1
crawls	1
became	1
turned	1
hedgehogs	1
fig	1
appearing	1
vanishing	1
suddenly	1
reenters	1
examining	1
curiously	1
tweedledum	1
tweedledee	1
sidestep	1
involuntarily	1
whispers	1
tweedle	1
waxworks	1
contrariwise	1
alive	1
visit	1
ye	1
brothers	1
free	1
shaking	1
hurting	1
feelings	1
ring	1
naturally	1
mulberry	1
bush	1
leads	1
longest	1
brother	1
affectionate	1
sun	1
sulkily	1
beseech	1
briny	1
beach	1
eldest	1
winked	1
eye	1
shook	1
bed	1
hurried	1
thick	1
walked	1
mile	1
rested	1
rock	1
conveniently	1
low	1
stood	1
waited	1
row	1
loaf	1
chiefly	1
need	1
feed	1
cried	1
fine	1
admire	1
view	1
cut	1
slice	1
shame	1
trick	1
brought	1
trot	1
trotting	1
none	1
scarcely	1
eaten	1
passion	1
pointing	1
spoilt	1
new	1
agree	1
collects	1
fight	1
backs	1
stage	1
respectfully	1
enter	1
followed	1
knave	1
crimson	1
velvet	1
cushion	1
others	1
opposite	1
